Repository: wp-plugins/pta-member-directory
Catalog: languages/pta-member-directory-*.po
Languages: fr_fr, nl_nl

source: As this is a plugin, the main focus is on adding functionality. Styling and appearance should be handled by the theme.
fr_fr: La vocation de ce plugin est d'ajouter des fonctionnalités à votre site. Son style et son apparence doivent être traités par votre thème.
nl_nl: Omdat dit een plugin is ligt de focus op het toevoegen van functionaliteit. Opmaak en weergave zou door het thema geregeld moeten worden.

source: This plugin uses a simple table layout to display the member directory, and simple form fields for the contact form. The appearance of the table and forms on your site is mostly determined by your theme.
fr_fr: Ce plugin affiche un répertoire de contacts à l'aide d'un simple tableau et de quelques champs de formulaire. L'apparence du tableau et du formulaire est largement définie par le style de votre thème.
nl_nl: De plugin gebruikt een eenvoudige tabel opmaak voor het tonen van de ledenlijst en eenvoudige formuliervelden voor het contactformulier. De weergave van de tabel en de formulier worden voor het grootste deel bepaald door het gebruikte thema.

source: By default, the only CSS styling this plugin adds to tables is to make the table width 100%, and to align the table header text to the left. For the contact form, the plugin formats the fields display styling to block, sets some margins, and increases the label font size to "larger".
fr_fr: Par défaut, les seules règles de style utilisées par le plugin concernent une largeur de 100% pour le tableau contenant l'annuaire, un alignement à gauche du texte dans l'en-tête de la table, un display:block pour l'affichage des champs, quelques marges et l'augmentation de la casse des étiquettes sur "large".
nl_nl: Standaard voegt de plugin alleen opmaak toe voor het maken van een tabel met een breedte van 100% en het naar links uitlijnen van de tabel kop. Verder wordt de opmaak van de te tonen velden aangepast om zo de opmaak uit het thema te blokkeren, wat marges aan te passen en de front grootte op "larger" te zetten.

source: To override, or add to, the plugin's CSS styling, you can add custom CSS to your theme styles section (many themes offer options to allow you to enter custom CSS), or you can modify the plugin's CSS file (pta-contact-form.css in the includes/css directory of the plugin).
fr_fr: Pour remplacer, ou compléter, le style CSS du plugin, vous pouvez utiliser vos propres styles depuis le fichier CSS de votre thème, ou modifier le fichier CSS livré avec le plugin (/includes/css pta-contact-form.css). Notez toutefois que ce fichier sera écrasé lors de la prochaine mise à jour du plugin. Pensez à sauvegarder vos modifications en lieu sûr !
nl_nl: Om de opmaak van de plugin aan te passen kunt u uw eigen opmaak aan toevoegen aan de CSS van het thema (veel themas bieden de mogelijkheid om eigen opmaak toe te voegen), of u kunt de opmaak van de plugin (pta-contact-form.css in de map includes/css) zelf wijzigen.

source: The contact form uses the class "pta-contact-form" and the directory table uses the class "pta_directory_table".
fr_fr: Le formulaire utilise la classe "pta-contact-form" et le talbeau de l'annuaire utilise la classe "pta_directory_table".
nl_nl: Het contact formulier gebruikt de class "pta-contact-form"en de lijst tabel gebruikt de class "pat_directory_table".

source: If you don't want to mess with CSS styles, there is an option to Force Table Borders for the directory table, as well as set the border color and size, and cell padding. Since many themes don't use table borders, this option was added to make it easy to add your own border to the directory table, making it much easier to read.
fr_fr: Si vous ne voulez pas modifier vos CSS, il y a une option <i>Forcer les Bordures du Tableau</i> qui vous permet de modifier la couleur et la largeur de la bordure et de changer les marges internes des cellules.
nl_nl: Indien u geen zin heeft om de CSS-opmaak aan te passen kunt u met de optie Forceer tabel kaders er zorgen dat de ledenlijst kaders toont. Hierbij kunt u zowel de kleuren, grootte als de marges instellen. Veel themas in wordpress ondersteunen geen kaders en met deze optie kunt u deze eenvoudig toevoegen zodat de lijst makelijk leesbaar is.

source: PTA Member Directory &amp; Contact Form - Modifying the text output
fr_fr: Annuaire des Contacts - Modifier l&n"39;affichage du texte
nl_nl: PTA Ledenlijst Contactformulier - Aanpassen uitvoer tekst

source: Version 1.3.6 added a new filter to all public side text output, allowing you to modify almost any text output to the public side of the Directory and Contact Form.
fr_fr: La version 1.3.6 ajoute un nouveau filtre vous permettant de modifier quasiment tous les textes apparaissant publiquement sur l'annuaire et le formulaire de contact.
nl_nl: In versie 1.3.6 is een nieuw filter toegevoegd aan alle uitvoer tekst, hierdoor is het mogelijk bijna alle tekstuitvoer aan te passen die wordt getoond in de ledenlijst en contactformulier.

source: There is one output filter hook that is used for all public side text strings. The hook is: pta_md_output
fr_fr: Il y a un filtre d'affichage pour tous les textes affichés publiquement. Ce hook se nomme pta_md_output
nl_nl: Er is één tekstuitvoer filter haak die gebruikt wordt voor alle publieke tekst. Het haak is: pta_md_output

source: The filter hook passes three arguments: the first is the text string to be output, the second is an identifier string, and the third is a variable string which is only used for a few of the outputs (e.g., position, location, group name).
fr_fr: Le'hameçon du filtre comporte 3 arguments: le premier est le texte à faire apparaître. Le second est un identifiant et le troisième est une variable qui n'est utilisée que pour l'affichage à certains endroits bien précis comme Fonction, Service ou nom de groupe).
nl_nl: Het filter gebruikt drie parameters: De eerste is de tekst die uitgevoerd moet worden, de tweede is een identificerende tekst en de derde is een vrij tekst die alleen wordt gebruikt een aantal teksten (bijv. positie, locatie, groepsnaam).

source: To use the filter, you need to add some code to the functions.php file in your theme. If you aren't comfortable with this, then you should use the Customizer add-on plugin available from StephenSherrardPlugins.com
fr_fr: Pour utiliser le filtre, vous aurez besoin d'ajouter du code au fichier functions.php de votre thème. Si vous n'êtes pas à l'aise avec genre de manipulation, vous pouvez utiliser le plugin Customizer Add-On disponible sur StephenSherrardPlugins.com
nl_nl: Om het filter te gebruiken moet u code toevoegen aan de functions.php bestand in uw theme. Indien dit niet wilt doen kunt u gebruik maken van Customizer add-on plugin die beschikbaar is op StephanSherrardPlugins.com

source: Open up the output-filters.php file in the main directory of this plugin for code examples, and the output-filters.txt file for a list of the identifiers, and brief description, for each public side output string that you can modify.
fr_fr: Ouvrez le fichier output-filters.php dans le répertoire principal du plugin pour voir des exemples de code. Consultez également le fichier output-filters.txt pour obtenir une liste des identifiants, avec une brève description, que vous pouvez utiliser pour modifier certaines lignes en frontend.
nl_nl: Open het output-filters.php bestand in de hoofdmap van deze plugin voor code voorbeelden. Ook vindt u hier het bestand output-filters.txt, hierin staat een lijst met identificerende teksten en een korte omschrijving voor elke tekst die publiekelijk getoond wordt die u kunt aanpassen.

source: Sorry! There is nothing to display yet.
fr_fr: Désolé ! Il n'y a rien à afficher pour le moment.
nl_nl: Sorry! Er is niets dat kan worden getoond.

source: Sorry! You must be logged in to view the directory.
fr_fr: Vous devez être connecté pour afficher le répertoire.
nl_nl: Sorry! U moet ingelogd zijn om de ledenlijst te mogen bekijken.

source: Sorry! You don't have the proper user level to view the directory.
fr_fr: Votre rôle sur ce site ne vous permet pas d'afficher le répertoire.
nl_nl: Sorry! U heeft niet voldoende rechten om de lijst te mogen bekijken.

source: Name
fr_fr: Nom
nl_nl: Naam

source: Send A Message
fr_fr: Message
nl_nl: Verstuur een bericht

source: Send Group A Message
fr_fr: Envoyer un message au groupe
nl_nl: Verstuur een groepsbericht

source: more info...
fr_fr: Plus d'infos...
nl_nl: meer informatie...

source: Directory Listing for
fr_fr: Répertoire de
nl_nl: Ledenlijst voor:

source: Send a message to:
fr_fr: Envoyer un message à&nbsp;
nl_nl: Verstuur een bericht naar:

source: Or select a different recipient:
fr_fr: Ou sélectionnez un autre destinataire:
nl_nl: Of selecteer een andere ontvanger:

source: Please select a different recipient:
fr_fr: Veuillez sélectionner un autre destinataire:
nl_nl: Selecteer een andere ontvanger a.u.b.

source: There are currently no contact emails for group:
fr_fr: Aucun contact ne peut être joint par mail dans le groupe:
nl_nl: Op dit moment zijn voor deze groep geen emailadressen opgegeven:

source: Please select a recipient:
fr_fr: Veuillez sélectionner un destinataire:
nl_nl: Selecteer een ontvanger:

source: Send a message:
fr_fr: Envoyer un message
nl_nl: Verstuur een bericht:

source: Your Name
fr_fr: Votre nom
nl_nl: Uw naam

source: Your E-mail Address
fr_fr: Votre adresse mail
nl_nl: Uw emailadres

source: Subject
fr_fr: Sujet de votre message
nl_nl: Onderwerp

source: Your Message
fr_fr: Votre message
nl_nl: Uw bericht

source: Submit
fr_fr: Envoyer
nl_nl: Verstuur

source: Select a recipient
fr_fr: Choix du destinataire
nl_nl: Selecteer een ontvanger

source: Please fill in all the required fields.
fr_fr: Veuillez remplir les champs désignés comme obligatoire.
nl_nl: Eén of meer verplichte velden ontbreken.

source: Please enter a valid e-mail address.
fr_fr: Veuillez entrer une adresse valide !
nl_nl: Vul een geldig emailadres in.

source: That recipient doesn't currently have a valid email address. Please choose another recipient.
fr_fr: L'adresse mail du destinataire n'est pas valide. Veuillez sélectionner quelqu'un d'autre.
nl_nl: De gekozen ontvanger heeft op dit moment geen geldig emailadres. Selecteer a.u.b. een andere ontvanger.

source: Spambot!
fr_fr: Robot de spam !

source: No recipient selected. Please select one.
fr_fr: Veuillez sélectionner un destinataire.
nl_nl: Geen ontvanger geselecteerd, selecteer a.u.b. een ontvanger

source: Spamcheck Failed!
fr_fr: &Eacute;chec du contrôle de spam
nl_nl: Fout opgetreden bij de spam controle!

source: Wordpress Mail Error! Check server mail settings.
fr_fr: Erreur Wordpress Mail Error! V&eacute;rifiez la configuration des mails de votre serveur.
nl_nl: Fout opgetreden in Wordpress Mail! Controleer de mailserver instellingen.

source: Sender Name:
fr_fr: Nom de l'expéditeur:
nl_nl: Naam verzender:

source: Sender email:
fr_fr: Email de l'expéditeur:
nl_nl: Email adres verzender:

source: Sender IP:
fr_fr: IP de l&#expéditeur:
nl_nl: IP-adres verzender:

source: Individuals
fr_fr: Contact individuel
nl_nl: Individuen

source: Email
nl_nl: Email adres

source: Extensions
nl_nl: Extensies
