Repository: wp-plugins/pta-member-directory
Catalog: languages/pta-member-directory-*.po
Languages: fr_fr, nl_nl

source: PTA Member Directory - Options
fr_fr: Annuaire des Contacts - Configuration
nl_nl: PTA Ledenlijst - Instellingen

source: Click on the Help tab in the upper right for detailed help.
fr_fr: Vous trouverez des informations détailées sur les réglages du plugin en cliquant sur l'onglet AIDE situé en haut à droite de la page d'administration.
nl_nl: Klik op de Help tab in de rechter bovenhoek voor gedetaileerde hulp.

source: PTA Member Directory - Sort Position Display Order
fr_fr: Annuaire des Contacts - Ordonnancement des Fonctions
nl_nl: PTA Ledenlijst - Sorteer Postitie weergave volgorde

source: No Positions to display.<br/>Positions can be added from the Positions submenu, or when adding a new member.
fr_fr: Aucune fonction enregistrée. Les fonctions peuvent être ajoutées via le sous-menu Fonctions ou au moment d'ajouter un nouveau contact.
nl_nl: Geen posities om weer te geven.<br/>Postities kunnen worden toegevoegd via het Postities submenu, of bij het toevoegen van een nieuw lid.

source: Drag and Drop the Positions below to change the display order on the public page.<br />(Order numbers will change after you refresh the page)
fr_fr: Glissez-déposez les fonctions pour afficher leur disposition dans l'ordre qui vous convient.<br />(Le numéro d'ordre sera modifié après le rafraichissement de la page).
nl_nl: Versleep hier onder de Posities om de weergave volgorde op de publieke pagina te wijzigen.<br/>(De volgorder wordt gewijzd na het verversen van de pagina)

source: Order
fr_fr: Ordre
nl_nl: Volgorde

source: Options
fr_fr: Configuration
nl_nl: Instellingen

source: Sort Positions
fr_fr: Tri des Fonctions
nl_nl: Sorteer postities

source: Members Help
fr_fr: Aide sur les Contacts
nl_nl: Hulp over leden

source: Positions Help
fr_fr: Aide sur les Fonctions
nl_nl: Hulp over posities

source: Locations Help
fr_fr: Aide sur les Services
nl_nl: Hulp over locaties

source: Options Help
fr_fr: Aide sur la configuration
nl_nl: Hulp over instellingen

source: Shortcodes Help
fr_fr: Aide sur les Shortcode
nl_nl: Hulp over verkorte codes

source: Custom links
fr_fr: Liens personnalisés
nl_nl: Aangepaste verwijzingen

source: Sorting Positions
fr_fr: Tri des Fonctions
nl_nl: Sorteer postities

source: Styling/Appearance
fr_fr: Style/Apparence
nl_nl: Stijl/Uiterlijk

source: Modifying Output Text
fr_fr: Modifier le texte à afficher
nl_nl: Aanpassen uitvoer tekst

source: Settings
fr_fr: Paramètres
nl_nl: Instellingen

source: PTA Member Directory &amp; Contact Form - Members Help
fr_fr: Annuaire des Contacts - Aide à propos des Contacts
nl_nl: PTA ledenlijst contactformulier - Hulp over leden

source: The Member Directory lets you display a directory of organization members, or staff, sorted by positions (such as President, Secretary, etc.).
fr_fr: L'annuaire permet d'afficher les membres d'une organisation, d'une équipe, d'un groupe, triés par fonctions (président, secrétaire, production, équipe A, etc)
nl_nl: De ledenlijst biedt de mogelijkheid om lijst te tonen van alle leden van een organistatie of leiding, gesorteerd op positie (bijv. voorzitter, of secretaris, e.d.).

source: This plugin creates a custom post type called "member". You enter the full member name (first and last) as the member post title, fill out their contact info, and select which position (or positions) they hold (or enter a new position if it does not exist yet).
fr_fr: Ce plugin créé un type de champ personnalisé (CPT) nommé "contact". Pour remplir la fiche de contact, vous indiquez le nom complet du contact (nom prénom) comme titre. Vous ajoutez les détails demandés et vous attribuez une fonction (ou plusieurs) ou vous en indiquez une nouvelle si elle n'existe pas.
nl_nl: Deze plugin creeerd een aangepast verstuur type "lid" genaamd. Vul de volledige lidnaam (voor- en achternaam) als lid verstuur titel, vul de contactinformatie in, en selecteer welke postitie (of posities) zij bekleden (of voeg een nieuwe positie toe als deze nog niet bestaat).

source: Email and phone are optional, but if you are using the contact form, there needs to be a valid email for a member before they will show up in the contact form recipient select box.
fr_fr: Email et téléphone sont optionnels. Mais si vous utilisez le formulaire de contact, celui-ci nécessite une adresse mail valide pour fonctionner et pour pouvoir afficher le contact dans la liste des destinataires.
nl_nl: Email en telefoonnummer zijn optioneel, maar als deze gebruikt worden in het contactformulier moeten deze gevuld zijn met een geldig emailadres voordat het lid getoond wordt in de ontvangers keuzelijst op het contactformulier

source: Email and/or phone can be hidden from the public (see options) or displayed in the directory. You can also hide the directory from the public and choose the level a user must be in order to view the directory.
fr_fr: Email et téléphone peuvent être masqués au public (voir configuration) ou être affichés sur l'annuaire. Vous pouvez aussi masquer l'annuaire au public et choisir le rôle d'utilisateur autorisé à le voir.
nl_nl: Email en/of telefoonnummer kunnen verborgen worden voor het publiek (zie opties) of worden getoond in de lijst. Het is ook mogelijk om de lijst te verbergen voor het publiek, selecteer hiervoor het niveau dat een gebruiker moet hebben voordat de lijst getoond wordt.

source: Since members are a custom post type, you can use the standard post editor to create a bio or "about" page (post) for each member, along with a featured image which you can also choose to show in the directory listing. Photos will be linked to the member page. A "more info..." text link will also appear in the photo column, but only if there is post content for the member. If you do not set a featured image, then only the "more info..." link will appear in the photo column (if there is content to show for that member).
fr_fr: Depuis que les membres sont des custom post type, vous pouvez utiliser l'éditeur standard pour créer des champs "bio" et "à propos" pour chaque membre, en même temps qu'une image mise en avant pour illustrer le répertoire de votre annuaire de contact. Les images seront liées à la page du membre. Un lien "Plus d'infos..." sera aussi affiché dans la colonne d'images, mais uniquement si le membre possède un contenu dans la zone réservée à la publication d'un article. Si vous n'indiquez pas une image à mettre en avant, seul le lien "Plus d'infos..." sera affiché (à condition qu'il y a un contenu affecté à ce membre).
nl_nl: De ledenlijst biedt de mogelijkheid om via een standaard nieuwe editor een biografie of "Over" pagina (nieuwstartikel) te maken voor elk lid, samen met een foto die gekozen kan worden uit de ledenlijst.

source: Each member can have multiple positions in the directory, as well as multiple locations. Locations are optional, and can be disabled for the plugin, but <strong>if a member does not have at least one position, they will not show up in the directory.</strong>
fr_fr: Chaque contact peut occuper plusieurs fonctions et faire partie de plusieurs services. Les services sont optionnels et peuvent être désactivés, <strong>mais si un contact n'est pas relié à au moins une fonction, il ne pourra pas apparaitre sur l'annuaire.</strong>
nl_nl: Elk lid kan meerdere postities bekleden in de lijst, net zoals dat deze gekoppeld kan zijn aan meerdere locaties. Locaties zijn optioneel en kunnen uitgeschakeld worden voor de plugin, maar <strong>op het moment dat een lid niet minstens één postitie heeft, wordt deze niet getoond in de ledenlijst.</strong>

source: Within each position, the list of members is sorted by the program's best guess at a last name. As of version 1.3, some additional logic was added to ignore any characters after the first comma in the name. This will then more properly figure out the last name if you add a suffix, such as: John Doe, MD. It will also then work if you like to enter last name first, then first name after a comma, such as: Doe, John. <br/><strong>NOTE:</strong> In order for this to work for names with commas that were saved before version 1.3, you will need to edit and then resave each of those members. Last names are calculated whenever you save a member (and the value is store in a custom meta field for the member post). If you do use the last name first format, please also note that if you have the option selected to show only first names after positions in the contact form recipient select, it will actually show last names since it looks for the first word in the member name (all characters up to first space, ignoring commas).
fr_fr: La liste des Contacts est établie selon une évaluation du contenu du champ Nom faite par le programmme. Ainsi tous les caractères pouvant se trouver après la première virgule seront ignorés. Ceci permet par exemple de trier facilement une saisie de type Pierre Durant, Pdg. Pdg sera ignoré, tandis que le nom Durant sera pris en compte pour le tri des noms.Si vous vous avez choisi d'afficher uniquement le prénom après la Fonction, le plugin va vraiment montrer le nom, c'est à dire le premier mot (tous les caractères jusqu'au premier espace, en ignorant les virgules).
nl_nl: Binnen elke postitie wordt de lijst met leden gesorteerd op de achternaam. Vanaf versie 1.3 is logica toegevoegd om karakters na de eerste komma in de naam uit te sluiten van sortering. Deze methode zorgt er voor dat de achternaam beter bepaald kan worden op het moment dat achtervoegsels gebruikt worden zoals: Jan Jansen, Msc. Hierdoor is het ook mogelijk om de voornaam met een komma achter de achternaam op te nemen, bijvoorbeeld Jansen, Jan. <br/><strong>OPMERKING:</strong> Om dit alles te laten werken moeten namen die zijn opgeslagen met een versie van plugin van voor 1.3 opnieuw worden opgeslagen. Bij het opslaan wordt de achternaam opnieuw berekend (en opgeslagen in de metadata). Wanneer het achternaam eerst formaat wordt gebruikt en de optie alleen voornamen tonen is geselecteerd, dan wordt in het contactformulier automatisch de acternaam getoond omdat hierbij gekeken wordt naar het eerst woord in het naam (alle karakters tot aan de eerste spatie, met uitzondering van kommas).

source: PTA Member Directory &amp; Contact Form - Positions Help
fr_fr: Annuaire des Contacts - Aide à propos des Fonctions
nl_nl: PTA Ledenlijst Contactformulier - Hulp bij posities

source: You can create new positions on the positions page, or from the add/edit member page. Each member can have more than one position.
fr_fr: Vous pouvez créer de nouvelles Fonctions sur la page des Fonctions ou sur la page de modification/ajout de nouveaux contacts. Chaque contact peut occuper plus d'une fonction.
nl_nl: U kunt een nieuwe positie toevoegen op de postitie pagina, of bij het toevoegen/wijzen van een lid. Elk lid kan meerdere posities hebben.

source: Members must be assigned at least one position to show up in the member directory.
fr_fr: Les contacts doivent être assignés à au moins une fonction pour apparaître dans l'annuaire des Contacts.
nl_nl: Leden moeten aan tenminste één positie zijn gekoppeld om op de ledenlijst getoond te worden.

source: The directory is listed by position, and you can arrange positions in the order that you want them displayed on the Sort Positions page.
fr_fr: L'annuaire est trié par Fonctions. Vous pouvez modifier l'odre des fonctions depuis la page de Tri des Fonctions.
nl_nl: De ledenlijst wordt getoond op basis van de positie, de volgorde hiervan kan worden aangepast op de Sorteer posities pagina.

source: You can change the directory heading for "Position" on the options page.
fr_fr: Vous pouvez modifier l'en-tête de la page des Fonctions dans l'annuaire depuis la page de Configuration.
nl_nl: U kunt de kolomkop voor "Positie" aanpassen op de instellingen pagina.

source: PTA Member Directory &amp; Contact Form - Locations Help
fr_fr: Annuaire des Contacts - Aide à propos des Services
nl_nl: PTA ledenlijst contactformulier - Hulp over locaties

source: You must first enable locations on the Options page, if you want to assign locations to members. Once Locations are enabled, you will see a Locations page in the Members Directory menu (after you refresh the page).
fr_fr: Vous devez d'abord activer les Services dans la configuration pour pouvoir assigner des services aux Contacts. Une fois activé, et après avoir rechargé la page de l'annuaire, un page Services apparaîtra dans le menu de l'annuaire.
nl_nl: U moet eerst de locaties aanzetten op de instellingen-pagina indien u een lpcatie aan een lid wil koppelen. Vanaf het moment dat de locaties zijn ingeschakeld zijn de locaties zichtbaar in het menu van de ledenlijst (hier voor moet de pagina herladen worden).

source: Members do not need to have a location assigned, but if you display a directory for a specific location, only members that have that location assigned will show up.
fr_fr: Les contacts n'ont pas besoin d'être assignés à un service. Cependant, si vous affichez un annuaire pour un service en particulier, seuls les contacts appartenant à ce service seront visibles.
nl_nl: Het is niet nodig dat een locatie aan een lid is gekoppeld, maar als u een lijst toont van een specifieke locatie worden alleen leden getoond die aan de betreffende locatie zijn gekoppeld.

source: Locations are specified via either shortcode arguments, or arguments passed in via a link URL. See the Shortcodes help and Custom Links help pages for details.
fr_fr: Les services peuvent être spécifiés à l'aide d'un argument dans le shortcode ou passés directement par l'URL. Voyez l'aide sur les shortcodes et les liens personnallisés pour plus de détails.
nl_nl: Locaties worden gespecificeerd via een verkorte code of verstuurd via een url. Zie hulp verkorte codes en Aangepast links hulp pagina voor details.

source: PTA Member Directory &amp; Contact Form - Options Help
fr_fr: Annuaire des Contacts - Aide sur la configuration
nl_nl: PTA Ledenlijst Contact formulier - Hulp bij opties

source: Most of these options should be fairly obvious. If you're not sure, change the settings and view the results on the directory and/or contact page.
fr_fr: L'utilisation des options devrait être assez évidente. En cas doute, le meilleur moyen est de les essayer et d'observer leur affichage sur l'annuaire et/ou la page de contact.
nl_nl: De meeste instelling zijn vanzelfsprekend. Bent u niet helemaal zeker, pas de instellingen aan en bekijk de resultaten in de ledenlijst en/of contactformulier

source: If you wish to hide emails from the public, then check the Use Contact Form box. If you check the box, but do not create a separate page for the contact form, then the contact form is generated dynamically on the same page as the directory.
fr_fr: Si vous souhaitez masquer les adresses mail des contacts au public, cochez la case. Si vous la cochez mais que vous n'utilisez pas une page séparée pour le formulaire de contact, le formulaire sera généré dynamiquement sur la même page que l'annuaire
nl_nl: Indien emailadressen verborgen moeten blijven moet de optie Gebruik Contactformulier aan staan. Indien deze optie aanstaat, maar niet gekozen is voor een aparte pagina voor het contactformulier, dan wordt het contactformulier dynamisch gegenereerd op dezelfde pagina waarop de ledenlijst staat.

source: If you want to have a separate contact form page, put the contact form shortcode on the page where you want the contact form, and then select that page here in the select box that says Contact Form Page. When that is set up properly, and you have Use Contact Form enabled, then when you click on a contact link in the directory, you are taken to the separate contact page and the individual, or group, that was clicked on will be pre-selected in the recipient field of the contact form. With the contact form shortcode on its own page, the contact form can be used independently of the directory page, and will have a drop down list of recipients populated from the members and positions you created. You can choose to show a list of individual members, or positions, or both.
fr_fr: Pour utiliser une page séparée pour le formulaire de contact, ajoutez le shortcode à la page qui vous convient. Ensuite activez cette page à l'aide du menu déroulant marqué Page du formulaire de contact. Une fois paramétré correctement, et que l'option Utiliser un formulaire de contact est activée, lorsque vous cliquerez sur un lien de contact depuis l'annuaire, vous arriverez sur une page de contact séparée. Les contacts individuels ou les groupes seront présélectionnés dans la liste des destinataires. Une page utilisant le shortcode peut être utilisée indépendamment de l'annuaire. Cette page utilise un menu déroulant contenant tous les contacts et toutes les fonctions que vous avez créé. Vous pourrez alors sélectionner comme destinataire les individuels et/ou les fonctions, à votre convenance.
nl_nl: Indien u het contactformulier op een losse pagina wilt gebruiken moet u de verkorte code van de contactpagina op de pagina waar het contactformulier getoond moet worden. Daarna selecteert u de pagina in de keuzelijst Contactformulier pagina. Wanneer alles goed is ingesteld en Gebruik contactformulier is ingeschakeld, wordt een contactformulier getoond van het geselecteerde lid in de ledenlijst. Wanneer het verkorte code van het contactformulier op een eigen pagina wordt gezet, krijgt de gebruiker een keuzelijst met alle leden die zijn opgenomen in de ledenlijst.

source: If you want to save all contact form submissions to the database, you can do that with the Contact Form DB plugin. Install that plugin and then check the Enable post to CFDB box, and set a title for your contact form (for display within CFDB only). Note that you do NOT need to have Contact Form 7 installed to use the CFDB plugin, and it may actually cause conflicts with this plugin. There is nothing else you need to do other than install CFDB and check the box here to enable posting to CFDB. Integration is built in.
fr_fr: Si vous voulez sauvegarder toutes les données reccueillies dans votre base de donnée, vous pouvez utiliser le plugin Contact Form DB. Pour cela installez le plugin, puis activez l'option <i>Activer la publication vers CFDB.</i> Notez que vous N'AVEZ PAS besoin d'installer le plugin Contact Form 7 pour utiliser CFDB. Il vous suffit d'installer CFDB et d'activer l'option. L'intégration incluse se chargera du reste.
nl_nl: Indien u alle contactmomenten wilt opslaan kunt u gebruik maken van de Contact Form DB plugin. Installeer de pluging, vink de optie 'Versturen naar CFDB toestaan' aan en geef een titel voor het contactformulier op (alleen voor tonen in CFDB). Het is niet nodig om de 'Contact Form 7'plugin te installeeren omd CFDB plug te kunnen gebruiken, in de praktijk zorgt dit meestal voor conflicten tussen de plugins. Uw hoeft niet meer te doen dan de CFDB plugin te installeen en versturen naar CFDB toe te staan, de integratie is ingebouwd.

source: Locations are optional, and you should leave the Enable Locations box unchecked if you do not wish to use them. Once you enable locations, the next time you refresh any admin page, you will see a Locations page under the Member Directory where you can define all your locations (offices, branch locations, etc.). Locations can be set as arguments in the shortcodes, or passed in as arguments in a link. See the Shortcodes Help and Custom Links sections for more details on how to set those up.
fr_fr: Les services sont optionnels. Ne cochez pas la case si vous ne souhaitez pas les utiliser. Si les services sont activés, au prochain rafraîchissement de la page d'admin, vous verrez un sous-menu Services dans le menu des contacts. Depuis cette page, vous pourrez configurer vos services (bureau, service, département, branche, etc). Les services peuvent être soumis comme argument à l'aide du shortcode ou directement passés par l'URL. Voyez l'aide sur les shorcodes et les liens personnalisés pour plus de détails.
nl_nl: Het gebruik van locaties is optioneel en u moet de optie 'Locaties inschakelen' niet aanvinken indien locaties niet gebruikt gaan worden. Wanneer het gebruik van locaties is ingeschakeld wordt na het herladen van de admin pagina wordt in de ledenlijst de locaties pagina getoond. Op deze pagina kunt u alle locaties opnemen. Locaties kunenn als parameters in de verkorte code gebruikt worden of als parameter in een link worden opgenomen. Meer uitleg over het gebruik hiervan vindt u in de Verkorte code Help en Aangepast verwijzingen Help.

source: The directory is displayed by positions. Use the Sort Positions page to arrange positions into the order that you want them displayed. For the full directory, you can choose whether or not to show Vacant positions. If you create a directory for a specific location, either via a shortcode argument, or through an argument in a link, any vacant positions for that location will always be skipped, regardless of how you set the options. This is because positions aren't tied to a specific location, and we don't want to show Vacant for a position that is actually filled, but just not at that location.
fr_fr: L'annuaire est affiché par Fonctions. Utilisez l'outil de tri des fonctions pour modifier leur ordre d'affichage. Pour la vue complète de l'annuaire, vous pouvez choisir d'afficher ou non les fonctions innoccupées. Si vous créez un annuaire pour un service spécifique, avec le shortcode ou par l'URL, les postes vacants de ce service seront toujours ignorés, quelle que soit la façon dont vous avez défini les options.
nl_nl: De ledenlijst wordt gesorteerd op positie. Gebruik de verkorte postitie pagina om de volgorde waarin de postities getoond worden aan te passen. In de volledige lijst is het mogelijk om ook de vacantie posties te tonen. Indien u een ledenlijst maakt voor een specifieke locatie via een verkorte code parameter of een parameter in een link worden de vacantie posities nooit getoond, ongeacht hoe de opties zijn ingesteld.Dit komt omdat postities niet aan een bepaalde locatie zijn gekoppeld en we willen niet tonen een postitie als vacant tonen die al wel vervuld is alleen niet voor die specifieke locatie.

source: If you theme doesn't show borders on tables by default, and you don't want to add or edit CSS styles, use the Force Table Borders option to add borders to the directory table. This can make it much easier to read. You can also choose the color and size of the table borders, as well as cell padding (only if Force Table Borders is enabled). If the color picker doesn't show up on your system, enter the hex code for the border color in the format: #000000
fr_fr: Si votre thème n'affiche pas les bordures de tableau par défaut, ou que vous ne voulez pas modifier vos feuilles de styles, utilisez l'option <i>Forcer les Bordures du Tableau</i>. Ceci peut nettement améliorer la lecture du tableau. Quand cette option est activée, vous pouvez modifier la couleur et la largeur des bordures. Si le sélecteur de couleur n'apparaît pas, indiquez le code hexadécimal de la couleur souhaitée à la main, au format #000000
nl_nl: Indien het door u gebruikte thema geen randen bij een tabel toont en geen zin hebt om de CSS stijl aan te passen gebruikt u de Forceer randen voor tabellen optie voor het toevoegen van randen aan de ledenlijst. Dit maakt het lezen van de lijst eenvoudiger. U kunt ook de gebruikte kleuren en diktes van de randen en de marges instellen (alleen als forceer randen voor tabellen is ingeschakeld). Indien de kleurkiezer niet wordt getoond kunt u de hexadecimale kleurencode invullen, gebruik hier voor het formaat: #000000

source: PTA Member Directory &amp; Contact Form - Shortcodes Help
fr_fr: Annuaire des Contacts - Aide sur les shortcodes
nl_nl: PTA Ledenlijst Contact Formulier - Hulp bij Verkorte codes
