Repository: wp-plugins/pta-member-directory
Catalog: languages/pta-member-directory-*.po
Languages: fr_fr, nl_nl

# Post Type General Name
source: Members
fr_fr: Contacts
nl_nl: Leden

# Post Type Singular Name
source: Member
fr_fr: Contact
nl_nl: Lid

source: Member Directory
fr_fr: Trombinoscope
nl_nl: Ledenlijst

source: All Members
fr_fr: Tous les Contacts
nl_nl: Alle leden

source: View Member
fr_fr: Afficher le Contact
nl_nl: Lid bekijken

source: Add New Member
fr_fr: Ajouter un Contact
nl_nl: Nieuw lid toevoegen

source: New Member
fr_fr: Nouveau Contact
nl_nl: Nieuw lid

source: Edit Member
fr_fr: Modifier le Contact
nl_nl: Lid bewerken

source: Update Member
fr_fr: Mettre le Contact à jour
nl_nl: Lid bijwerken

source: Search members
fr_fr: Rechercher par Contacts
nl_nl: Leden zoeken

source: No members found
fr_fr: Aucun Contact trouvé !
nl_nl: Geen leden gevonden

source: No members found in Trash
fr_fr: Aucun contact dans la corbeille
nl_nl: Geen leden gevonden in de prullenbak

source: member
fr_fr: contact
nl_nl: lid

source: PTA Board Members and Chairs
fr_fr: Membres et Fonctions
nl_nl: PTA Bestuursleden en Voorzitters

# taxonomy general name
source: Positions
fr_fr: Fonctions
nl_nl: Posities

# taxonomy singular name
source: Position
fr_fr: Fonction
nl_nl: Positie

source: Search Positions
fr_fr: Rechercher par Fonctions
nl_nl: Doorzoek posities

source: All Positions
fr_fr: Toutes les Fonctions
nl_nl: Alle posities

source: Parent Category
fr_fr: Catégorie parente
nl_nl: Bovenliggede categorie

source: Parent Category:
fr_fr: Catégorie parente:
nl_nl: Bovenliggende categorie:

source: Edit Position
fr_fr: Modifier la Fonction
nl_nl: Positie bewerken

source: Update Position
fr_fr: Mettre la Fonction à jour
nl_nl: Postitie bijwerken

source: Add New Position
fr_fr: Ajouter une Fonction
nl_nl: Nieuwe positie toevoegen

source: New Position
fr_fr: Nouvelle Fonction
nl_nl: Nieuw positie

source: Positions
fr_fr: Fonctions
nl_nl: Posities

source: Position
fr_fr: Fonction
nl_nl: Positie

source: Location
fr_fr: Service
nl_nl: Locatie

source: Thanks for your message! We'll get back to you as soon as we can.
fr_fr: Merci pour votre message ! Nous vous contacterons dans les meilleurs délais.
nl_nl: Bedankt voor uw bericht! Wij zullen zo spoedig mogelijk reageren op uw bericht.

source: PTA Member Directory Contact Form
fr_fr: Annuaire des Contacts - Formulaire de Contact
nl_nl: PTA Ledenlijst contactformulier

# taxonomy general name
source: Locations
fr_fr: Services
nl_nl: Locaties

# taxonomy singular name
source: Location
fr_fr: Service
nl_nl: Locatie

source: Search Locations
fr_fr: Rechercher par Services
nl_nl: Doorzoek alle locaties

source: All Locations
fr_fr: Tous les Services
nl_nl: Alle locaties

source: Parent Location
fr_fr: Service parent
nl_nl: Bovenliggende locatie

source: Parent Location:
fr_fr: Service parent:
nl_nl: Bovenliggende locatie:

source: Edit Location
fr_fr: Modifier le Service
nl_nl: Locatie bewerken

source: Update Location
fr_fr: Mettre le Service à jour
nl_nl: Locatie bijwerken

source: Add New Location
fr_fr: Ajouter un Service
nl_nl: Nieuwe locatie toevoegen

source: New Location
fr_fr: Nouveau Service
nl_nl: Nieuwe locatie

source: Locations
fr_fr: Services
nl_nl: Locaties

source: Member updated. <a href="%s">View Member</a>
fr_fr: Contact mis à jour. <a href="%s">Afficher le contact</a>
nl_nl: Lid bijgewerkt. <a href="%s">Bekijk lid</a>

source: Custom field updated.
fr_fr: champ personnalisé mis à jour
nl_nl: Aangepast veld bijgewerkt.

source: Custom field deleted.
fr_fr: champ personnalisé supprimé
nl_nl: Bijgewerkt veld verwijderd.

source: Member updated.
fr_fr: Contact mis à jour
nl_nl: Lid bijgewerkt

source: Member restored to revision from %s
fr_fr: Restauration du contact depuis la révision %s
nl_nl: Lid terug gezet naar versie van %s

source: Member published. <a href="%s">View Member</a>
fr_fr: Contact publié. <a href="%s">Afficher le Contact</a>
nl_nl: Lid gepubliceerd. <a href="%s">Bekijken lid</a>

source: Member saved.
fr_fr: Contact enregistré.
nl_nl: Lid is opgeslagen.

source: Member submitted. <a target="_blank" href="%s">Preview Member</a>
fr_fr: Contact proposé. <a target="_blank" href="%s">Prévisualisation du Contact</a>
nl_nl: Lid is toegevoegd. <a target="_blank" href="%s">Voorbeeld van lid</a>

source: Member scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Member</a>
fr_fr: Contact prévu pour le <strong>%1$s</strong>. <a target="_blank" href="%2$s">Prévisualisation du Contact</a>
nl_nl: Lid is in gepland voor: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Voorbeeld van lid bekijken</a>

source: M j, Y @ G:i
fr_fr: d/m/Y @ G:i

source: Member draft updated. <a target="_blank" href="%s">Preview Member</a>
fr_fr: Br&nbsp;OUIllon du Contact mis à jour. <a target="_blank" href="%s">Prévisualisation du Contact</a>
nl_nl: Concept lid bijgewerkt. <a target="_blank" href="%s">Voorbeeld van lid bekijken</a>

source: Contact Phone:
fr_fr: Téléphone du Contact:
nl_nl: Telefoonnummer:

source: contact phone #
fr_fr: numéro de téléphone du contact
nl_nl: telefoonnummer #

source: Contact Email:
fr_fr: Email du Contact:
nl_nl: Email adres:

source: contact email address
fr_fr: adresse email du contact
nl_nl: email adres

source: Positions:
fr_fr: Fonctions:
nl_nl: Posities:

source: Select one or more positions, or use the box below to add a new position.
fr_fr: Sélectionnez une ou plusieurs Fonctions, ou créez-en une nouvelle ci-joint.
nl_nl: Selecteer één of meer posities, of gebruik het veld hieronder voor het toevoegen van een nieuwe positie

source: Locations:
fr_fr: Services:
nl_nl: Locaties:

source: Select one or more locations, or use the box below to add a new location.
fr_fr: Sélectionnez un ou plusieurs Services, ou créez-en un nouveau ci-joint.
nl_nl: Selecteer één of meer locaties, of gebruik het veld hieronder voor het toevoegen van een nieuwe locatie

source: Member Info
fr_fr: Info sur le Contact
nl_nl: Informatie van een lid

source: Member Name
fr_fr: Nom du Contact
nl_nl: Lid naame

source: Phone
fr_fr: Téléphone
nl_nl: Telefoonnummer

source: Show All Positions
fr_fr: Afficher toutes les Fonctions
nl_nl: Toon alle posities

source: Show All Locations
fr_fr: Afficher tous les Services
nl_nl: Toon alle lolcaties

source: Enter Member Name
fr_fr: Nom du Contact
nl_nl: Voer lid naam in

source: Subscriber
fr_fr: Abonné
nl_nl: Abonnee

source: Contributor
fr_fr: Contributeur
nl_nl: Inzender

source: Member Directory Options
fr_fr: Configuration de l'annuaire des Contacts
nl_nl: Instellingen ledenlijst

source: Contact Form Options
fr_fr: Options du formulaire de Contact
nl_nl: Instellingen contactformulier

source: Other Options
fr_fr: Autres options
nl_nl: Overige instellingen

source: Automatically format 7 or 10 digit phone numbers in US format?
fr_fr: Afficher automatiquement les numéros à 7 ou 10 chiffres au format US ?
nl_nl: Formateer een 7- of 10 cijferig telefoonnummer in het US formaat?

source: YES <em>(if checked, any new 7 or 10 digit inputs will be formatted as (555) 555-5555.<br />Existing entries won't be changed unless you update them.)</em>
fr_fr: &nbsp;OUI <em>Si coché, les numéros apparaîtront sous la forme (555) 555-5555.<br />Si vous avez enregistré des numéros avant d'appliquer cette option, vous devrez les réenregistrer pour qu'elle soit appliquée.</em>
nl_nl: JA <em> (indien aangevinkt, wordt elk 7- of 10 cijferige invoer als volgt geformateerd: (555) 555-5555.<br />Bestaande gegevens wordt niet aangepast, tenzij deze worden gewijzigd.)</em>

source: Show phone numbers in directory?
fr_fr: Afficher le numéro de téléphone sur l'annuaire ?
nl_nl: Moeten de telefoonnummers in de lijst worden getoond?

source: YES <em>(if checked, member contact phone numbers will be shown if they are set for that member.)</em>
fr_fr: &nbsp;OUI. <em>Si coché, le numéro apparaîtra sous le nom du contact.</em>
nl_nl: JA <em> (indien aangevinkt worden de telefoonnummers, indien gevuld, getoond voor het betreffende lid.)</em>

source: Show photos in directory?
fr_fr: Afficher les photos des contacts sur l'annuaire ?
nl_nl: Foto's tonen in de ledenlijst?

source: YES <em>(if checked, member photos will be shown if one exists for that member. They will be linked to that members post page.)</em>
fr_fr: &nbsp;OUI. <em>Si coché, une photo du contact sera visible à côté de son nom. Un lien sur l'image conduira vers la page des articles du contact.</em>
nl_nl: JA <em> (Indien aangevinkt worden foto's bij de leden getoond. Deze worden ook gekoppeld aan leden pagina.)</em>

source: Directory Photo Size?
fr_fr: Dimensions des images
nl_nl: Formaat van de foto in ledenlijst?

source: Size of member photos to display in directory listing.
fr_fr: Dimensions des vignettes photos des contacts sur l'annuaire
nl_nl: Formaat van de ledenfoto's zoals die worden weergegeven in de ledenlijst.

source: Use Contact Form?
fr_fr: Afficher un formulaire de contact ?
nl_nl: Contact formulier gebruiken?

source: YES <em>(if checked, email will be hidden and replaced with a contact form link)</em>
fr_fr: &nbsp;OUI. <em>Si coché, l'email n'apparaitra pas; il sera remplacé par un lien vers le formulaire de contact.</em>
nl_nl: JA <em>(Indien aangevinkt wordt het emailadres verborgen en vervangen door een contactformulier)</em>

source: Hide From Public?
fr_fr: Masquer au public ?
nl_nl: Verbergen voor het publiek?

source: YES <em>(if checked, member directory will only be displayed to logged in members)</em>
fr_fr: &nbsp;OUI. <em>Si coché, seules les personnes inscrites et connectées à votre site pourront voir l'annuaire des Contacts.</em>
nl_nl: JA <em>(Indien aangevinkt wordt de ledenlijst alleen getoond voor ingelogde leden)</em>

source: Minimum user level to view:
fr_fr: Rôle minimum pour voir:
nl_nl: Minimaal gebruikers niveau om te bekijken?

source: (only applies if Hide From Public is checked)
fr_fr: S'applique uniquement lorsque l'option <i>Masquer au public</i> est activée.
nl_nl: (Is alleen van toepassing indien 'Verbergen voor het publiek' is aangevinkt)

source: Contact form page:
fr_fr: Page du formulaire de contact:
nl_nl: Contactformulier pagina:

source: Only use this if you have set up a page with the [pta_member_contact] contact form shortcode, or want to use a different contact form.<br />Otherwise, leave this set to None to generate the contact form dynamically from the directory page.
fr_fr: A utiliser uniquement si vous utilisez le shortcode [pta_member_contact] sur une page ou si vous souhaitez utiliser un autre formulaire de contact. Sinon, laissez sur <i>Aucun</i> pour laisser le plugin créer dynamiquement le formulaire.
nl_nl: Gebruik dit alleen indien een pagina is aangemaakt met de [pta_member_contact] contactfomulier code, of als u een ander contactformulier wilt gebruiken.<br/>Anders deze optie op 'Geen' laten staan zodat dynamisch een contactformulier gegenereerd wordt op basis van de ledenlijst.

source: Reset Options:
fr_fr: Remise à zéro de la configuration
nl_nl: Alle instellingen terugzetten

source: Resets ALL of the above options to default values upon deactivation and reactivation of the plugin.
fr_fr: Remettre TOUTES les options ci-dessus aux valeurs par défaut lors de la désactivation et la réactivation du plugin.
nl_nl: Zet ALLE bovenstaande instellingen terug naar de standaardwaarden zoals deze waren bij het activeren of reactiveren van de plugin.

source: Display name for Position:
fr_fr: Nom d'affichage des Fonctions:
nl_nl: Weegavenaam voor positie:

source: This is the label used for the "Position" table column header in the public directory.
fr_fr: Vous pouvez utiliser un autre nom pour la colonne des Fonctions de l'annuaire
nl_nl: Dit label wordt gebruikt voor "Positie" kolomkop in de publieke ledenlijst

source: Enable Locations:
fr_fr: Activer les Services:
nl_nl: Locaties inschakelen:

source: YES <em>(Check this to enable locations/offices. Locations will be displayed in the main member directory, or add a location to the shortcode to show a directory for a specific location/office.)</em>
fr_fr: &nbsp;OUI. <em>Cochez pour activer les Services. Ils seront affichés sur la page principale de l'annuaire. Vous pouvez aussi ajouter un le nom d'un service dans le shortcode pour afficher un Service spécifique.</em>
nl_nl: JA <em> (Vink deze optie aan om locaties/kantoren te tonen in de ledenlijst. Locaties worden getoond in de hoofd ledenlijst, of voeg een locatie toe aan de shortcode om een ledenlijst te tonen van een specifieke locatie/kantoor)</em>

source: Display name for location:
fr_fr: Nom d'affichage des Services:
nl_nl: Weergavenaam voor de locatie:

source: If locations are enabled, this is the label used for the "Location" table column header in the public directory.
fr_fr: Vous pouvez utiliser un autre nom pour la colonne des Services de l'annuaire
nl_nl: Indien locaties zijn aangezet, wordt dit label gebruikt voor de "Locatie" kolomkop in de publieke ledenlijst

source: Contact form dropdown shows:
fr_fr: Contenu du menu déroulant sur le formulaire de contact:
nl_nl: Contactformulier keuzelijst toont:

source: Select if you want to show positions, individuals, or both on the contact form recipient drop down select box.
fr_fr: Décidez si vous voulez afficher les fonctions, les contacts ou les deux sur le menu déroulant du formulaire de contact
nl_nl: Selecteer indien u de postities, individuele personen of beide wilt laten zien in de keuzelijst op het contactformulier.

source: Show names after positions?
fr_fr: Afficher le nom après la fonction ?
nl_nl: Moeten de namen na de posties getoond worden?

source: YES <em>(if checked, and showing positions (or both) on contact form, the names of members who hold that position will be listed after the position name.)</em>
fr_fr: &nbsp;OUI. <em>Si coché, et que l'option (fonction et/ou contact) du menu déroulant est activée, les noms des contacts occupants cette fonction seront affichés avant le nom de leurs fonctions</em>
nl_nl: JA <em>(Indien aangevinkt en de posities (of beide) worden getoond op het contactformulier, de namen van de leden die de positie hebben worden getoond achter de positienaam.)</em>

source: Show only first names after positions?
fr_fr: Afficher uniquement le prénom après la fonction ?
nl_nl: Alleen de voornaam na de posities tonen?

source: YES <em>(if checked, and showing names after positions (see above), only the first names (i.e., first word in the member name) will be shown. Useful if several people hold a position and the form is getting too wide.)</em>
fr_fr: &nbsp;OUI. <em>si coché, seul le prénom (ou le premier mot du nom de famille) sera affiché. Option utile quand plusieurs personnes occupent la même fonction et que le formulaire devient trop long.</em>
nl_nl: JA <em>(Indien aangevinkt en de namen moeten na de postities getoond worden (zie boven), dan worden alleen de voornamen (het eerste woordt in het lid naam veld) getoond. Dit is handig indien meerder persoonen een positie hebben en het formulier te breedt wordt.)</em>

source: Show positions after names?
fr_fr: Afficher le nom avant la fonction?
nl_nl: Posities na de namen tonen?

source: YES <em>(if checked, and showing individuals (or both) on contact form, the positions a member holds will be listed after their name.)</em>
fr_fr: &nbsp;OUI. <em>Si coché, et que l'option de menu déroulant (fonction et/ou contact) est activée, </em>, le nom du contact sera affiché avant sa fonction
nl_nl: JA <em>(Indien aangevinkt en de individuele leden moeten worden getoond op het contactformulier, de positie die een lidt bekleed wordt na hun naan getoond.)</em>

source: Show Group Message links?
fr_fr: Afficher un lien pour écrire au Groupe ?
nl_nl: Link naar groepsberichten tonen?

source: YES <em>(if checked, and if there is more than one member for a position, there will be a "Send Group A Message" link under the Position name to send everyone in that group a message.)</em>
fr_fr: &nbsp;OUI. <em>Si coché, et si une fonction occupe plus d'une personne, le lien <i>&Eacute;crire au Groupe</i> apparaîtra sous le nom de la fonction, permettant d'envoyer un message à tous les occupants de cette fonction.</em>
nl_nl: JA <em>(Indien aangevinkt en de er zijn meerdere leden met die positie, dan wordt een "Groepsbericht verzenden" link onder de Positienaam getoond om zo een bericht te versturen naar de groep.)</em>

source: Show Vacant Positions?
fr_fr: Afficher les fonctions non attribuées ?
nl_nl: Posities die vacant zijn tonen?

source: YES <em>(if checked, any positions you have created that don't have assigned members will show in the directory list with VACANT listed in the name column.)</em>
fr_fr: &nbsp;OUI. Si coché, toutes les fonctions que vous avez créé, et qui n'ont pas encore été attribuées, seront affichées sur l'annuaire dans une colonne nommée VACANT.
nl_nl: JA <em>(Indien aangevinkt worden bij de postities waarvoor geen leden zijn "VACANT" getoond i.p.v. de naam ></em>

source: Show locations after names?
fr_fr: Afficher le service après le nom ?
nl_nl: Locaties na de namen tonen?

source: YES <em>(if checked, and locations are enabled, the locations of a member will be shown in parenthesis after their name for individual contacts (not position groups).)</em>
fr_fr: &nbsp;OUI. <em>Si coché, et que l'option Service est activée, les services auquel appartient le contact seront affichés après le nom lors des contacts individuels (n'est pas utilisé avec les groupes de fonctions)</em>
nl_nl: JA <em>(Indien aangevinkt en de locatie zijn aangezet, dan worden de locaties van een individueel lid tussen haakjes getoond (niet voor groepem).)</em>

source: Contact form message:
fr_fr: Texte de remerciement
nl_nl: Contactformulier bericht:

source: The message to display on the screen after a message has been successfully sent. HTML allowed.
fr_fr: Le message qui sera affché à l'écran après l'envoi réussi d'un message à un contact. HTML autorisé.
nl_nl: Het bericht dat wordt getoond nadat het bericht succesvol is verzonden. HTML is toegestaan.

source: Enable post to CFDB:
fr_fr: Activer la publication vers CFDB:
nl_nl: Versturen naar CFDB toestaan:

source: YES <em>(If the Contact Form DB plugin is installed, check this to save contact form submissions to the database via CFDB.)</em>
fr_fr: &nbsp;OUI. <em>Si coché, les données reccueillies avec le formulaire de contact seront traitées par le plugin Contact Form DB (s'il est installé).</em>
nl_nl: JA <em>(Indien de "Contact Form DB" plugin is geinstalleerd kan deze optie worden aangevinkt om de verstuurde berichten op te slaan via CFDB.)</em>

source: Add Blog Title to email Subject?:
fr_fr: Ajouter le nom du blog au sujet de mail ?
nl_nl: Moet de blogtitel worden toegevoed aan het onderwerp?:

source: YES <em>(adds your blog title to the beginning of the email subject to let you know the email came from your contact form)</em>.
fr_fr: &nbsp;OUI. <em>Si coché, le nom de votre blog sera affiché en début de ligne du sujet.</em>
nl_nl: JA <em>(De blogtitel wordt toegevoegd aan het onderwerp van de email zodat u kunt zien dat het bericht is ontvangen van het contact formulier </em>.

source: Contact Form DB form title:
fr_fr: Titre du formulaire - Contact Form DB:
nl_nl: Titel contactformulier in Contact Form DB:

source: Sets the form title that results will be stored under with the Contact Form DB plugin. (hidden form field)
fr_fr: Le titre du formulaire dont les résultats seront stockés avec le plugin Contact Form DB (champ masqué).
nl_nl: Stelt de titel in waaronder resultaten op worden opgeslagen in de Contact Form DB plugin (verborgen veld in formulier)

source: Force Table Borders?
fr_fr: Forcer les bordures du tableau ?
nl_nl: Foceeer het gebruik van kaders in tabellen?

source: YES <em>Adds some extra inline styling to the directory page to show tables borders, plus a bit of padding, for themes that don't use borders on tables by default (and for those who don't want to edit CSS).</em>
fr_fr: &nbsp;OUI. <em>Ajouter quelques éléments de styles inline supplémentaires à l'annuaire des Contacts, pour améliorer sa lecture. Utile si vous ne voulez pas modifier vos CSS ou si votre thème n'autilise pas par défaut les bordures de tableaux.</em>
nl_nl: JA <em> Voeg wat stijlgegevens toe aan een ledenlijst pagina om er voor te zorgen dat kader, marges e.d worden getoond op thema's die geen kaders ondersteunen (en voor de mensen die geen CSS willen aanpassen.</em>

source: Table Properties:
fr_fr: Propriétés du tableau
nl_nl: Tabel eigenschappen:

source: Border Color
fr_fr: Couleur de la bordure
nl_nl: Kader kleur:

source: Border Size (pixels)
fr_fr: Largeur de la bordure (en pixels)
nl_nl: Kader grootte (pixels)

source: Cell padding (pixels)
fr_fr: Marge intérieure des cellules (en pixels)
nl_nl: Cel marges (pixels)

source: These table properties are only used if Force Table Borders is enabled.
fr_fr: Ces propriétés sont uniquement appliquées quand l'option <i>Forcer les bordures du tableau</i> est activée
nl_nl: Deze tabel eigenschappen kunnen alleen gebruikt worden indien Forceer kaders in tabellen is aangezet.

source: Please help support continued development of this plugin. Any donation amount is greatly appreciated!
fr_fr: Soutenez ce plugin par un don. D'avance merci pour votre contribution.
nl_nl: Help bij de verdere ontwikkeling van deze plugin. Elk donatiebedrag is welkom!

source: Hide Donation Button:
fr_fr: Masquer le bouton de Don:
nl_nl: Verberg de donatie button:

source: Check this if you already donated, or just don't want to see the donation button any more.
fr_fr: &nbsp;Cochez si vous avez déjà donné ou tout simplement pour ne plus jamais voir le bouton.
nl_nl: Vink deze aan indien u al een donatie heeft gedaan of de button gewoon niet meer wil zien.

source: Link name to member page?
fr_fr: Lier le nom à la page du membre ?
nl_nl: Moet de naam aan de lid pagina gekoppeld worden?

source: YES <em>(if checked, and if the member has post content, a link will be created for the member name which will take the viewer to the member's bio/info page.)</em>
fr_fr: &nbsp;OUI. <em>Si coché, et si le membre a écrit un contenu d'article, un lien menant à cette bio/profil sera créé.</em>
nl_nl: JA <em> (Indien aangevinkt en het lid heeft een bericht gepost, dan wordt een link aangemaakt bij de naam van het lid waarmee de bio/informatie pagina van het lid geopend kan worden.)</em>

source: Show "more info..." link?
fr_fr: Afficher un lien "Plus d'infos..." ?
nl_nl: Toon " meer informatie..." link?

source: YES <em>(if checked, if the member has post content, and you have enabled photos, a "more info..." link will appear in the photo column that links to the member bio/info page.)</em>
fr_fr: &nbsp;OUI <em>Si coché, et si le membre a écrit un contenu d'article et que vous avez activé l'option Photo, un lien "Plus d'infos..." vers cette bio/profil apparaîtra dans la colonne Photos.</em>
nl_nl: JA <em> (Indien aangevinkt, het lid heeft een bericht gepost en het tonen van foto's zijn ingeschakeld dan wordt een "meer informatie..." link getoond in de foto kolom dat gekoppeld is aan de bio/info pagina.)</em>

source: positions
fr_fr: fonctions
nl_nl: posities

source: individuals
fr_fr: individuels
nl_nl: individuen

source: both
fr_fr: Les deux
nl_nl: beide

source: None
fr_fr: Aucun
nl_nl: Geen

source: SUBMIT
fr_fr: ENVOYER
nl_nl: VERSTUUR

source: CANCEL
fr_fr: ANNULER
nl_nl: ANNULEREN

source: Invalid Referrer!
fr_fr: Référent invalide !
nl_nl: Foute referentie!

source: Update Cancelled
fr_fr: Mise à jour annulée
nl_nl: Bijwerken geannulleerd

source: Options Updated!
fr_fr: Configuration mise à jour !
nl_nl: Instellingen bijgewerkt!

source: Error! Options not changed.
fr_fr: Erreur ! La configuration n'a pas été modifiée.
nl_nl: Fout! Instellingen niet bijgewerkt
