Repository: wp-plugins/pta-member-directory
Catalog: languages/pta-member-directory-*.po
Languages: fr_fr, nl_nl

source: To display the directory on a page, use the shortcode:<br/>[pta_member_directory]
fr_fr: Pour afficher l'annuaire sur une page, utilisez le shortcode:<br/>[pta_member_directory]
nl_nl: Om de ledenlijst op een pagina te tonen kunt u de volgende verkorte code gebruiken: <br/>[pta_member_directory]

source: To display the contact form on a separate page (instead of being dynamically generated from the directory page), use the shortcode: [pta_member_contact]
fr_fr: Pour afficher le formulaire de contact sur une page, utilisez le shortcode:<br/> [pta_member_contact]
nl_nl: Om het contactformulier op een aparte pagina te gebruiken i.p.v. dynamisch gegenereerd op de ledenlijst pagina kunt u de volgende verkorte code gebruiken: [pta_member_contact]

source: To display a simple admin contact form, without the recipient select box, on a page, use the shortcode:<br/>[pta_admin_contact] <br/> This Admin contact form will send the message to the site's admin email address.
fr_fr: Pour afficher un formulaire de contact (sans sélecteur de destinataires) avec l'administrateur du site, utilisez le shortcode: [pta_admin_contact]. Le message sera directement adressé au comte mail de l'admin du site.
nl_nl: Voor het tonen van een eenvoudig contact formulier van de beheerder, zonder een selectie van de ontvanger, is het plaatsen van de verkorte code <br/>[pta_admin_contact]<br/> voldoende. Dit contactformulier verstuurd de berichten naar het emailadres van de beheerder van deze website.

source: If you have locations enabled, you can show a member directory for a specific location by passing in a location argument in the shortcode. For example, if you have an office in Seattle, pass in the slug version of your Seattle location: <br/>[pta_member_directory location="seattle"]
fr_fr: Si vous avez activé les services, vous pouvez afficher une liste des contacts appartenant à ce service à l'aide d'un argument à ajouter au shortcode. Par exemple, si vous avez une filliale à Marseille, passez l'argument au shortcode de cette façon: <br/>[pta_member_directory location="marseille"]
nl_nl: Indien het gebruik van locaties zijn ingeschakeld kunt u de ledenlijst voor een specifieke locaties weergeven door een locatie argument mee te geven in de verkorte code. U heeft bijvoorbeeld een locatie in Amsterdam, dan kunt u met de volgende verkorte code een ledenlijst voor amsterdam tonen: <br/>[pta_member_directory location="amsterdam"]

source: The location argument also works with the contact form (whether dynamically generated or on a separate page with the contact form shortcode). If you have locations enabled, and you have a directory set up for a specific location, when you click on a contact link, the location will be passed to the contact form as well, and the contact form will only show other members from that location. However, you can also use the argument within the contact form shortcode in case you want a separate contact form that only shows members from a specific location. The argument is the same: <br/>[pta_member_contact location="seattle"]
fr_fr: L'argument dans le shortcode fonctionne aussi pour le formulaire de contact (dynamique ou affiché sur une page séparée). Quand l'option Services est activée, ou que vous avez configuré un annuaire spécique à un service, le service sera passé à la page de formulaire qui n'affichera que les contacts appartenant à ce service. L'argument à passer au shortcode est: <br/>[pta_member_contact location="marseille"]
nl_nl: De locatie parameter werkt ook met het contactformulier of deze nu dynamisch gegenereerd wordt of op een aparte pagina is opgenomen met een verkorte code. Indien de locaties zijn ingeschakeld en de ledenlijst is ingesteld voor een specifieke locatie en je klikt op een contact link, dan wordt de locatie ook doorgegeven aan het contactformulier en het deze toont dan alleen de leden van die locatie. Het is ook mogelijk om de locatie op te geven in de verkorte code van het contact formulier indien u een contactformulier wilt maken die alleen de leden van een specifieke locatie toont. De parameter voor de locatie blijft hetzelfde: <br/>[pta_member_contact location="amsterdam"]

source: Make sure you use the <strong>slug</strong> for the location argument! Go to the Locations page and view the list of all locations to see the slug for each location.
fr_fr: Assurez-vous d'utiliser le bon <strong>slug</strong> comme argument de service. Pour vous en assurer, rendez-vous sur la page des Services et relevez le slug de chaque service figurant sur la liste.
nl_nl: Zorg ervoor dat u de <strong>verwijzing</strong> gebruikt voor de locatie parameter! Ga naar de locaties pagina en bekijk de lijst met locaties voor alle verwijzingen.

source: When you set a location with a shortcode argument, the location will be shown at the top of the directory or contact form, using whatever display name you set in the options for "location".
fr_fr: Quand vous définissez un service à l'aide du shortcode, ce service sera affiché en haut du répertoire ou du formulaire de contact, en utilisant n'importe quel nom d'affichage que vous aurez défini dans les options.
nl_nl: Wanneer een locatie parameter gebruikt wordt in een verkorte code wordt de locatie altijd bovenaan de ledenlijst of contactformulier getoond, hiervoor wordt de weergave naam gebruikt die is ingesteld in de instellingen voor "locatie".

source: Locations can also be passed in as arguments in links instead of hard-coded into a shortcode. See the custom links section for help on creating those links.
fr_fr: Les Services peuvent aussi être passés en arguments dans les URLs plutôt qu'avec un shortcode. Voir l'aide sur les liens personnalisés pour plus de détails.
nl_nl: Locaties kunnen ook worden door gegeven als parameter in een link i.p.v. op te geven in een verkorte code. Zie het onderdeel Aangepast verwijzingen voor hulp bij het maken van deze links.

source: You may also generate a directory for a specific position by passing in a position argument in the shortcode. For example, if you have a position called Management, pass in the slug version of the position: <br/>[pta_member_directory position="management"]
fr_fr: Vous pouvez aussi générer un annuaire pour une Fonction spécifique, en passant l'argument par un shortcode. Par exemple, si vous avez une fonction nommée <i>Mangement</i>, vous pouvez passer l'argument au shortcode de cette façon:<br/>[pta_member_directory position="management"]
nl_nl: U kunt ook een ledenlijst maken voor een specifieke postitie door de positie parameter mee te geven in de verkorte code. U heeft bijvoorbeeld een positie dat management heeft, u kunt deze als volgt opnemen:<br/>[pta_member_directory position="management"]

source: If the position argument is used, either in the directory shortcode or via an argument in a link, the position will be displayed above the directory list table, and the position column will be removed from the table. A link to send the whole group a message will appear below the table. Clicking on the group message link in this case will also pass the position argument on to the contact form, which will send a message only to that group (the recipient select box will not show).
fr_fr: Quand l'argument de Fonction est utilisé, dans le shortcode ou par l'URL, la fonction sera affichée au-dessus du tableau de la liste et la colonne Fonctions sera retirée de la table. Un lien pour envoyer un message à tout le groupe sera visible en-dessous de la liste. Le fait de cliquer sur ce lien enverra l'argument Fonction vers le formulaire de contact, ce qui aura pour effet d'expédier le message à ce seul groupe. Notez que dans ce cas, le menu de sélection des destinataires ne sera pas affiché.
nl_nl: Indien de positie parameter is gebruik in een verkorte code van de ledenlijst of in een link wordt de positie altijd bovenaan de ledenlijst getoond. De kolom Postitie wordt verwijderd uit de tabel. Een link om de gehele groep een bericht te sturen wordt onder de tabel getoond. Door de klikken op deze link wordt de postitie parameter ook door gegeven aan het contactformulier, deze zal het bericht vervolgens alleen versturen naar de leden met deze positie (de mogelijkheid om een ontvanger te selecteren wordt niet getoond).

source: The position argument also works with the contact form shortcode. If you specify a position in the contact form shortcode arguments, or if it is passed in via a url argument (such as described above), then the contact form will act as a contact for for only that position, and no recipient select box will be shown. This way you can set up different contact forms for specific positions without letting the user select an alternate receipient.
fr_fr: L'argument de Fonction est aussi valable pour le shortcode sur la page du formulaire de contact. Si vous spécifiez une Fonction dans le shortcode du formulaire de contact, ou si vous passez l'argument par l'URL, le formulaire de contact sera uniquement soumis pour cette Fonction et acun sélecteur de destinataires sera affiché. De cette façon vous pouvez paramétrer différents formulaires pour des fonctions spécifiques, tout en empêchant les utilisateurs de sélectionner des destinataires différents.
nl_nl: De postitie parameter werkt ook in de verkorte code van het contactformulier. Indien u een postie opgeeft in de verkorte code van een contractformulier, of deze doorgeeft in de link (zoals boven beschreven) dan werkt het contactformulier alleen voor de opgegeven postitie. In het conctactformulier wordt dan niet de mogelijkheid geboden om een ontvanger te kiezen. Op deze manier is het mogelijk om voor een specifieke positie een contactformulier te maken zonder dat het mogelijk is een andere ontvanger te kiezen.

source: Make sure you use the <strong>slug</strong> for the position argument! Go to the Positions page and view the list of all positions to see the slug for each position.
fr_fr: Assurez-vous d'utiliser le bon <strong>slug</strong> comme argument de fonction. Pour vous en assurer, rendez-vous sur la page des Fonctions et relevez le slug de chaque fonction figurant sur la liste.
nl_nl: Zorg ervoor dat u de <strong>verwijzing</strong> gebruikt voor de positie parameter! Ga naar de posities pagina en bekijk de lijst met posities voor alle verwijzingen.

source: Positions can also be passed in as arguments in links instead of hard-coded into a shortcode. See the custom links section for help on creating those links.
fr_fr: Les Fonctions peuvent aussi être passées en arguments dans les URLs plutôt qu'avec un shortcode. Voir l'aide sur les liens personnalisés pour plus de détails.
nl_nl: Het is ook mogelijk om postities door te geven als parameter in een link i.p.v. deze op te nemen in de verkorte code. Zie hulp aangepaste verwijzingen pagina voor details.

source: PTA Member Directory &amp; Contact Form - Custom Links Help
fr_fr: Annuaire des Contacts - Aide sur les liens personnalisés
nl_nl: PTA Ledenlijst Contactformulier - Hulp bij aangepaste verwijzigen

source: Once you have your member directory set up and populated with members, and your directory and contact forms set up as desired with the shortcodes, you can use custom links to those pages to pre-select an individual, group, or location.
fr_fr: Une fois que vous aurez paramétré le répertoire des contacts, affiché tous les contacts et que vos pages sont correctement pourvues des shortcodes appropriés, vous pourrez utiliser les liens personnalisés de ces pages pour définir un contact individuel, un contact avec un groupe (ou les deux), ou un Service.
nl_nl: Op het moment dat de ledenlijst is geconfigureerd, gevuld is met leden en de ledelijst en contactformulieren hebben allemaal de gewenste verkortecode kunt u aangepaste verwijzingen gebruiken om zo een voorselectie te maken van een individu, groep of locatie.

source: If you want to generate a contact link for an individual, use the "id" argument, and set the id to the ID shown on the All Members admin page. Note that these IDs are the custom post type IDs, and NOT the user ID for any site user accounts.
fr_fr: Pour générer un lien de contact individuel et à condition que cette option soit activée, utilisez l'argument ID qui est affiché sur la page <i>Tous les Contacts</i>. Notez qu'il s'agit de l'ID du champ personnalisé et PAS de l'ID de l'utilisateur.
nl_nl: Indien u een link naar een enkele persoon wilt maken kunt u gebruikmaken van het "id" parameter en geeft deze dezelfde waarde als het ID dat getoond wordt op Alle Leden beheer pagina. Deze ID's zijn van het aanpast verstuur type en niet het ID van één van de website gebruikers.

source: If you have your contact form shortcode set up on a page at "/contact" on your site, and you want to create a contact link for a member with ID 101, the link would be: <br/> http://yoursite.com/contact/?id=101
fr_fr: Si vous utilisez le shortcode pour une page de formulaire de contact dénommée "/contact" et que vous souhaitez créer un lien de contact vers un Contact portant l'ID 101, le lien à utiliser sera: http://votresite.com/contact/?id=101
nl_nl: Indien u een verkorte code heeft aangemaakt op de pagina "/contact" van uw website en u wilt een link maken naar een contactformulier voor een lid met ID 101, dan ziet de link er als volgt uit:<br/> http://website.com/contact/?id=101

source: You can also set the id to -1 to generate a simple admin contact form without the recipient select box. With that id, the message will get sent to the site admin email: <br/> http://yoursite.com/contact/?id=-1
fr_fr: Vous pouvez également utiliser l'ID -1 pour générer un formulaire destiné à contact l'admin du site. avec cet ID, le message sera expédié à l'adresse de l'admin du site. <br/>Le lien à utiliser sera: http://votresite.com/contact/?id=-1
nl_nl: Door het ID op -1 te zetten kunt u eenvouding een contactformulier maken voor de beheerder van de website, zonder dat de mogelijkheid wordt geboden om de ontvanger te selecteren. Door ID -1 op te geven wordt het bericht verstuurd naar het beheerders email adres van u website.<br/>http://uwsite.com/contact/?id=-1

source: If you are NOT using a separate contact form (dynamically generating the form from the directory page), you can still create a contact form link by also passing in the "action" argument, where the action is "contact". So, if your directory is on page "/directory", the link would be:<br/> http://yoursite.com/directory/?action=contact&id=101
fr_fr: Si vous n'utilisez PAS de formulaire de contact séparé (généré dynamiquement depuis la page du répertoire), vous pouvez tout de même créer un lien de contact avec l'argument "action" , qui sera dans ce cas "contact". De la sorte, si votre annuaire figure sur une page "/direction", le lien sera écrit de la façon suivante:<br/>http://yoursite.com/directory/?action=contact&id=101
nl_nl: Indien u GEEN gebruik maak van een apart contactformulier (dynamisch gegenereerd op de ledenlijst pagina), kunt u nog steeds een link maken voor een contactformulier. In deze moet dan de "action" parameter gevuld wordem met "contact". Er vanuit gegaan dat de ledenlijst op de pagina "/directory" staat dan ziet de link er als volgt uit:<br/> http://uwsite.com/directory/?action=contact&id=101

source: Note that you use a ? for the first argument, and any additional arguments are added using &
fr_fr: Notez que le premier argument utilise le point d'interrogation ?, tandis que les arguments additionnels sont ajoutés à l'aide de l'esperluette &.
nl_nl: Let op dat voor de eerste parameter altijd een ? staat en dat additonele parameters worden toegevoegd door gebruikt te maken van &

source: To make a contact link for all members that hold a specific position (message to group), you still use the id argument, but instead of a member id number, you use the slug name for the position. So, if you want to contact all members who have the position of President, the link would look like: <br/> http://yoursite.com/contact/?id=president
fr_fr: Pour faire un lien pour tous les Contacts occupant une Fonction spécifique (message au groupe), il faut utiliser l'argument ID. Mais à la place de l'ID du Contact, on utilise le nom du slug pour cibler la Fonction. Ainsi, pour pouvoir contacter tous les Contacts occupant la fonction de secrétaire par exemple, le lien utilisé sera: <br/>http://votresite.com/contact/?id=secretaire
nl_nl: Op een link te maken voor een contactformulier die gebruikt kan worden voor het verzenden van een bericht naar een specifieke positie (groepsbericht) kunt u ook gebruik maken van het id parameter en de verwijziging naar de specifieke positie. Stel dat u een contactformulier wilt maken om een bericht te sturen naar alle voorzitters komt de link er als volgt uit te zien:<br/> http://uwsite.com/contact/?id=voorzitter

source: Similarly, you can pass in a location with a link using the "location" argument, and the slug name of the location you want to show. So, to create a link to the directory for only Seattle members, the link would be: <br/> http://yoursite.com/directory/?location=seattle
fr_fr: De la même façon, vous pouvez utiliser un lien utilisant l'argument "service" pour afficher ce dernier. Ainsi, pour créer un lien vers un répertoire ne contenant que les Contacts affectés à Marseille, le lien sera:<br/>http://votresite.com/directory/?location=marseille
nl_nl: Op dezelfde manier kunt u ook een locatie doorgeven in een link door gebruik te maken van de "location" paramater en verwijzing naar de locatie die getoond moet worden. Om een link te maken naar een lijst met alleen personen uit Amsterdam ziet de link er als volgt uit:<br/> http://uwwebsite.com/directory/?location=amsterdam

source: There is also an argument for "position" which will show a directory listing of only members that hold that position. For example, to create a link to the directory that shows only members who hold the position "Management", the link would be: <br/> http://yoursite.com/directory/?position=Management
fr_fr: Il y a aussi un argument pour les services qui affiche un répertoire de tous les Contacts affectés à ce service. Par exemple, pour créer un lien vers une liste de Contacts affectés à la Fonction "Management", le lien à utiliser sera:<br/>http://votresite.com/directory/?position=Management
nl_nl: Er is ook een parameter voor "positie" waarmee een overzicht met alleen de leden met de opgegeven postitie worden getoond. Om bijvoorbeeld een overzicht te tonen met alleen leden met de postite "Management" te tonen wordt link:<br/> http://uwebsite.com/directory/?postion=Manangement

source: Arguments can be combined in one link. So, if you want to contact all members who are President in the Seattle location, but you are not using the separate contact form, the link would be: <br/> http://yoursite.com/directory/?action=contact&id=president&location=seattle
fr_fr: Les arguments peuvent être combinés sur une seule ligne. Par exemple, si vous voulez contacter toutes les personnes occupant la Fonction de secrétaire à Marseille, et que vous n'utilisez pas un formulaire de contact sur une page séparée, le lien à utiliser sera: http://votresite.com/directory/?action=contact&id=secretaire&location=marseille
nl_nl: Het is mogelijk om parameters te combineren in één link. Als u bijvoorbeeld een contactformulier wilt maken voor alle leden die voorzitter zijn in Amsterdam en hiervoor geen apart formulier wil maken moet de link als volgt zijn:<br/> http://uwwebsite.com/directory/?action=contact&id=voorzitter&location=amsterdam

source: Note that if you pass a position argument and an id argument to the contact form, the position argument will override the id, and make the contact form send to only members who hold that position (without a recipient select box to choose a different recipient).
fr_fr: Notez que si vous passez une Fonction et un ID en argument au formulaire de contact, l'argument Fonction écrasera l'argument ID, ce qui entraînera l'envoi d'un message aux seuls Contacts occupants cette Fonction. Dans ce cas aussi, le sélecteur de destinaire ne sera pas affiché sur la page du formulaire.
nl_nl: Hou er rekening mee dat op het moment dat een posititie en een ID als parameter wordt meegegeven aan het contactformulier de posititie parameter het ID parameter overschrijft en het contactformulier alleen berichten kan versturen naar de leden met de opgegeven positie (zonder de mogelijkheid een andere ontvanger te kiezen).

source: The order of the arguments does not matter.
fr_fr: L'ordre des arguments n'a aucune importance.
nl_nl: De volgorde van argumenten is niet van belang.

source: If you are using the contact form on a separate page with the shortcode, you can still combine the id and location arguments, such as: <br/> http://yoursite.com/contact/?id=president&location=seattle
fr_fr: Si vous utilisez le formulaire sur une page séparée avec un shortcode, vous pouvez combiner un ID et un service. Par exemple:<br/>/> http://votresite.com/contact/?id=secretaire&location=marseille
nl_nl: Indien u het contactformulier gebruikt op een aparte pagina met een verkorte code is het nog steeds mogelijk om het id en de locatie opties te combineren, bijvoorbeeld:,<br/> http://uwwebsite.com/contact/?id=voorzitter&location=amsterdam

source: If you need a link to a member's bio/about page, just copy the View link from the members list. You can also see the permalink under the member name when you create or edit a member.
fr_fr: Si vous avez besoin d'un lien vers une <i>bio</i> ou une page <i>à propos</i>, copiez simplement le lien sous <i>Aperçu</i> depuis la liste des Contacts. Vous povez aussi relever le permalien qui se trouve sous le nom du contact quand vous vous trouvez sur la page de modification/ajout de contact.
nl_nl: Indien u een link naar een biografie/over pagina van een lid nodig heeft kunt u de Bekijk link van de leden overzicht kopieren. Ook wordt de perma link getoond onder de naam veld bij het toevoegen of wijzigen van een lid.

source: PTA Member Directory &amp; Contact Form - Sort Positions Help
fr_fr: Annuaire des Contacts - Aide sur le tri des Fonctions
nl_nl: PTA ledenlijst contactformulier - Hulp bij sorteren van postities

source: The member directory is listed by position. To change the order in which positions appear, simply go to the Sort Positions page and drag and drop them in the order that you want them. The position order numbers will change the next time you refresh the page.
fr_fr: L'annuaire est trié par Fonctions. Vous pouvez modifier l'odre des fonctions par glisser-déposer depuis la page de Tri des Fonctions. Les numéros d'ordre seront mis à jour lors du prochain rafraîchissement de page.
nl_nl: De ledenlijst wordt getoond op basis van posities. Om de volgorde te veranderen kunt u dat eenvoudig doen op de sorteer postities pagina en met het verplaatsen de volgorde aanpassen. De volgorde van postities wordt automatisch aangepast bij de volgende keer dat de pagina herladen wordt.

source: <strong>Note: Members will NOT show up in the directory if they do not have at least one position.</strong>
fr_fr: <strong>Attention:</strong>un Contact doit occuper au moins une Fonction pour apparaître sur l'annuaire.
nl_nl: <strong>Note: leden worden NIET getoond in de ledenlijst op het moment dat zij niet aan tenminste één postitie zijn gekoppeld.</strong>

source: PTA Member Directory &amp; Contact Form - Styling/Appearance Help
fr_fr: Annuaire des Contacts - Aide sur le style/l'apparence
nl_nl: PTA ledenlijst contactformulier - Hulp bij opmaak.
